<template>
  <div class="instruction__page-main">
    <h1>Инструкция по работе сервисом Лицконтроль: Лаборатория</h1>

    <div class="page__description">
      <h2>О сервисе Лицконтроль: Лаборатория</h2>

      <p>
        ЛицКонтроль: Лаборатория — это цифровой сервис для системной проверки, анализа и управления
        данными о людях, оборудовании и работах производимых Вашей компанией.
      </p>
    </div>

    <div>
      <h2>1. Страница “Персонал”</h2>

      <p>
        Здесь хранится информация о сотрудниках, закреплённом за ними оборудовании и контролируются
        сроки окончания действия аттестаций. Для просмотра истекающих в первую очередь аттестаций, в
        столбцах “Дата аттестации” и “Окончание аттестации” предусмотрена сортировка по
        убыванию/возрастанию.
      </p>

      <p>
        Новых сотрудников можно добавить вручную в специальной форме. Также возможен быстрый
        импорт/экспорт данных из файлов Excel.
      </p>
    </div>
    <div>
      <h2>Страница “Оборудование”</h2>

      <p>
        На данной странице ведётся учёт принадлежащего Вам оборудования, которые прошли поверку у
        организаций-поверителей. Оборудование можно добавить автоматически из ФГИС «АРШИН» или
        внести вручную, выбрав соответствующий вариант формы:
      </p>
      <p>
        Программа автоматически подсвечивает оборудование с истекающим сроком поверки и будет
        оповещать Вас в окне уведомлений:
      </p>

      <p>
        Как и на странице “Персонал”, оборудование можно импортировать из файла Excel, но в таком
        случае оно будет добавлено на страницу “Прочее оборудование”:
      </p>
    </div>
    <div>
      <h2>3. Страница “Прочее оборудование”</h2>

      <p>
        Эта страница содержит оборудование не прошедшее поверку и отсутствующее во ФГИС “Аршин”. Для
        переноса оборудования из “прочего” на страницу поверенного, необходимо заполнить поле “Номер
        свидетельства” и дождаться обновления проверки данных с ФГИС “Аршин”.
      </p>
    </div>
    <div>
      <h2>4. Страница “Договоры”</h2>

      <p>
        На данной странице ведётся учёт всех договоров Вашей компании. Выполненный договор можно
        завершить нажатием кнопки “Завершить” и он будет добавлен в архив “Завершённые”:
      </p>

      <p>Ниже расположена форма для добавления нового договора.</p>

      <p>
        При добавлении в договор оборудования, будет заполнена информация о договоре в
        соответствующих полях этого оборудования:
      </p>
    </div>
  </div>
</template>

<script setup>
  /* JS go here */
</script>

<style scoped lang="scss">
  .instruction__page-main {
    font-family: $font-family-base;
  }
</style>
