const policyWarning =
  'Мы используем файлы cookies для улучшения работы сайта и большего удобства его\n' +
  'использования. Более подробную информацию об использовании файлов cookies можно найти здесь\n';

const policyCondition =
  'Продолжая пользоваться сайтом, вы подтверждаете, что были проинформированы об использовании\n' +
  'файлов cookies сайтом https://laboratory.liccontrol.ru/ и согласны с нашими правилами обработки\n' +
  'персональных данных. Вы можете отключить файлы cookies в настройках Вашего браузера.';

export default { policyCondition, policyWarning };
